import { Lecture } from "../../types";

export const lecture_00_04: Lecture = {
    id: 4,
    title: "ASCII (дополнительные материалы)",
    course_id: 2,
    level: 0,
    number: 4,
    description: "Мы выяснили, что компьютер понимает только нулики и единички, а его память можно представить в виде ооочень длинной строки из лампочек с выключателями. Как представить цифры в компьютере мы уже поняли. А что делать с остальной информацией? Буквами, картинками?",
    content:
    `
    lorem ipsum
    `
};