import { Lecture } from "../../types"

export const lecture_00_00: Lecture = {
    id: 1,
    title: "Основы программирования. Введение. О курсе",
    course_id: 2,
    level: 0,
    number: 0,
    description: "Признанный одним из лучших в мире, CS50 — курс Гарвардского университета по основам программирования и основам ИТ. Он рассчитан на абсолютных новичков или тех, кто имеет начальные знания по программированию. Однако даже опытный «айтишник» может найти в CS50 полезную информацию.",
    content: `
    Lorem ipsum
    `
};