import { Lecture } from "../../types";

export const lecture_00_03: Lecture = {
    id: 3,
    title: "Двоичная система счисления",
    course_id: 2,
    level: 0,
    number: 3,
    description: "У компьютера пальцев нет, но есть два состояния: условно «ток идет» и «ток не идет», нулик и единичка. Соответственно все числа (да и вообще информация) в памяти компьютера состоят только из двух цифр — 0 и 1. Их расположение, как и в случае десятичной системы счисления, указывает на разряд.",
    content:
    `
    lorem ipsum
    `
};