import { Lecture } from "../../types";

export const lecture_00_01: Lecture = {
    id: 2,
    title: "CS50. Нулевой уровень",
    course_id: 2,
    level: 0,
    number: 1,
    description: "Мы попали в Хогвардс? Нет, друзья, это Гарвард и вводная неделя CS50! Даже на самых первых занятиях (правда, мозг отказывается воспринимать это яркое интерактивное действо как «занятие») Дэвид Малан успеет рассказать массу интересных вещей об алгоритмах и программировании.",
    content:
    `
    lorem ipsum
    `
};